{"number":7,"paragraphs":[{"size":1316,"verses":[{"number":1,"text":"And it came to pass on the day  that Moses  had fully  set up  the tabernacle,  and had anointed  it, and sanctified  it, and all the instruments  thereof, both the altar  and all the vessels  thereof, and had anointed  them, and sanctified them;"},{"number":2,"text":"That the princes  of Israel,  heads  of the house  of their fathers, who  were  the princes  of the tribes,  and were over  them that were numbered,  offered:"},{"number":3,"text":"And they brought  their offering  before  the  LORD,  six  covered  wagons,  and twelve  oxen;  a wagon  for two  of the princes,  and for each one  an ox:  and they brought  them before  the tabernacle."},{"number":4,"text":"And the  LORD  spake  unto Moses,  saying,"},{"number":5,"text":"Take  it  of them, that they may be to do  the service  of the tabernacle  of the congregation;  and thou shalt give  them unto the Levites,  to every man  according  to his service."},{"number":6,"text":"And Moses  took  the wagons  and the oxen,  and gave  them unto the Levites."},{"number":7,"text":"Two  wagons  and four  oxen  he gave  unto the sons  of Gershon,  according  to their service:"},{"number":8,"text":"And four  wagons  and eight  oxen  he gave  unto the sons  of Merari,  according  unto their service,  under the hand  of Ithamar  the son  of Aaron  the priest."},{"number":9,"text":"But unto the sons  of Kohath  he gave  none:  because the service  of the sanctuary belonging unto them  was that  they should bear  upon their shoulders."}]},{"size":281,"verses":[{"number":10,"text":"And the princes  offered  for dedicating  of the altar  in the day  that it was anointed,  even the princes  offered  their offering  before  the altar."},{"number":11,"text":"And the  LORD  said  unto Moses,  They shall offer  their offering,  each  prince  on his day,  for the dedicating  of the altar."}]},{"size":735,"verses":[{"number":12,"text":"And he that offered  his offering  the first  day  was Nahshon  the son  of Amminadab,  of the tribe  of Judah:"},{"number":13,"text":"And his offering  was  one  silver  charger,  the weight thereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both of them  were  full  of fine flour  mingled  with oil  for a meat offering:"},{"number":14,"text":"One  spoon  of ten  shekels  of gold,  full  of incense:"},{"number":15,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":16,"text":"One  kid  of the goats  for a sin offering:"},{"number":17,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Nahshon  the son  of Amminadab."}]},{"size":706,"verses":[{"number":18,"text":"On the second  day  Nethaneel  the son  of Zuar,  prince  of Issachar,  did offer:"},{"number":19,"text":"He offered  for  his offering  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":20,"text":"One  spoon  of gold  of ten  shekels,  full  of incense:"},{"number":21,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":22,"text":"One  kid  of the goats  for a sin offering:"},{"number":23,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Nethaneel  the son  of Zuar."}]},{"size":702,"verses":[{"number":24,"text":"On the third  day  Eliab  the son  of Helon,  prince  of the children  of Zebulun,  did offer:"},{"number":25,"text":"His offering  was  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":26,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":27,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":28,"text":"One  kid  of the goats  for a sin offering:"},{"number":29,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Eliab  the son  of Helon."}]},{"size":700,"verses":[{"number":30,"text":"On the fourth  day  Elizur  the son  of Shedeur,  prince  of the children  of Reuben,  did offer:"},{"number":31,"text":"His offering  was  one  silver  charger  of the weight  of an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":32,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":33,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":34,"text":"One  kid  of the goats  for a sin offering:"},{"number":35,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Elizur  the son  of Shedeur."}]},{"size":721,"verses":[{"number":36,"text":"On the fifth  day  Shelumiel  the son  of Zurishaddai,  prince  of the children  of Simeon,  did offer:"},{"number":37,"text":"His offering  was  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":38,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":39,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":40,"text":"One  kid  of the goats  for a sin offering:"},{"number":41,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Shelumiel  the son  of Zurishaddai."}]},{"size":691,"verses":[{"number":42,"text":"On the sixth  day  Eliasaph  the son  of Deuel,  prince  of the children  of Gad,  offered:"},{"number":43,"text":"His offering  was  one  silver  charger  of the weight  of an hundred  and thirty  shekels,  a silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":44,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":45,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":46,"text":"One  kid  of the goats  for a sin offering:"},{"number":47,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Eliasaph  the son  of Deuel."}]},{"size":712,"verses":[{"number":48,"text":"On the seventh  day  Elishama  the son  of Ammihud,  prince  of the children  of Ephraim,  offered:"},{"number":49,"text":"His offering  was  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":50,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":51,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":52,"text":"One  kid  of the goats  for a sin offering:"},{"number":53,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Elishama  the son  of Ammihud."}]},{"size":705,"verses":[{"number":54,"text":"On the eighth  day  offered  Gamaliel  the son  of Pedahzur,  prince  of the children  of Manasseh:"},{"number":55,"text":"His offering  was  one  silver  charger  of the weight  of an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":56,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":57,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":58,"text":"One  kid  of the goats  for a sin offering:"},{"number":59,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Gamaliel  the son  of Pedahzur."}]},{"size":707,"verses":[{"number":60,"text":"On the ninth  day  Abidan  the son  of Gideoni,  prince  of the children  of Benjamin,  offered:"},{"number":61,"text":"His offering  was  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":62,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":63,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":64,"text":"One  kid  of the goats  for a sin offering:"},{"number":65,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Abidan  the son  of Gideoni."}]},{"size":712,"verses":[{"number":66,"text":"On the tenth  day  Ahiezer  the son  of Ammishaddai,  prince  of the children  of Dan,  offered:"},{"number":67,"text":"His offering  was  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":68,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":69,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":70,"text":"One  kid  of the goats  for a sin offering:"},{"number":71,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Ahiezer  the son  of Ammishaddai."}]},{"size":703,"verses":[{"number":72,"text":"On the eleventh  day  Pagiel  the son  of Ocran,  prince  of the children  of Asher,  offered:"},{"number":73,"text":"His offering  was  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":74,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":75,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":76,"text":"One  kid  of the goats  for a sin offering:"},{"number":77,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Pagiel  the son  of Ocran."}]},{"size":1983,"verses":[{"number":78,"text":"On the twelfth  day  Ahira  the son  of Enan,  prince  of the children  of Naphtali,  offered:"},{"number":79,"text":"His offering  was  one  silver  charger,  the weight whereof  was  an hundred  and thirty  shekels,  one  silver  bowl  of seventy  shekels,  after the shekel  of the sanctuary;  both  of them full  of fine flour  mingled   with oil  for a meat offering:"},{"number":80,"text":"One  golden  spoon  of ten  shekels,  full  of incense:"},{"number":81,"text":"One  young  bullock,  one  ram,  one  lamb  of the first  year,  for a burnt offering:"},{"number":82,"text":"One  kid  of the goats  for a sin offering:"},{"number":83,"text":"And for a sacrifice  of peace offerings,  two  oxen,  five  rams,  five  he goats,  five  lambs  of the first  year: this  was  the offering  of Ahira  the son  of Enan."},{"number":84,"text":"This  was  the dedication  of the altar,  in the day  when it was anointed,  by the princes  of Israel:  twelve  chargers  of silver,  twelve silver  bowls,  twelve  spoons  of gold:"},{"number":85,"text":"Each  charger  of silver  weighing  an hundred  and thirty  shekels,  each  bowl  seventy:  all the silver  vessels  weighed  two thousand  and four  hundred  shekels,  after the shekel  of the sanctuary:"},{"number":86,"text":"The golden  spoons  were  twelve,  full  of incense,  weighing  ten  shekels  apiece,  after the shekel  of the sanctuary:  all the gold  of the spoons  was  an hundred  and twenty  shekels."},{"number":87,"text":"All the oxen  for the burnt offering  were  twelve  bullocks,  the rams  twelve,  the lambs  of the first  year  twelve,  with their meat offering:  and the kids  of the goats  for sin offering  twelve."},{"number":88,"text":"And all the oxen  for the sacrifice  of the peace offerings  were  twenty  and four  bullocks,  the rams  sixty,  the he goats  sixty,  the lambs  of the first  year  sixty. This  was  the dedication  of the altar,  after  that it was anointed."},{"number":89,"text":"And when Moses  was gone  into the tabernacle  of the congregation  to speak  with him, then he heard  the voice  of one speaking  unto him from off the mercy seat that  was  upon the ark  of testimony,  from between the two  cherubims:  and he spake unto him."}]}],"size":11374}