{"number":8,"paragraphs":[{"size":618,"verses":[{"number":1,"text":"Then answered  Bildad  the Shuhite,  and said,"},{"number":2,"text":"How  long  wilt thou speak these  things? and  how long shall  the words  of thy mouth  be like  a strong  wind?"},{"number":3,"text":"Doth God  pervert  judgment?  or doth the Almighty  pervert  justice?"},{"number":4,"text":"If thy children  have sinned  against him, and he have cast them away  for  their transgression;"},{"number":5,"text":"If thou wouldest seek  unto God  betimes,  and make thy supplication  to the Almighty;"},{"number":6,"text":"If thou  wert  pure  and upright;  surely now he would awake  for thee, and make the habitation  of thy righteousness  prosperous."},{"number":7,"text":"Though thy beginning  was small,  yet thy latter end  should greatly  increase."}]},{"size":1041,"verses":[{"number":8,"text":"For enquire,  I pray thee, of the former  age,  and prepare  thyself to the search  of their fathers:"},{"number":9,"text":"(For we  are but of  yesterday,  and know  nothing, because our days  upon earth  are  a shadow:)"},{"number":10,"text":"Shall not they teach thee,  and  tell  thee, and utter  words  out of their heart?"},{"number":11,"text":"Can the rush  grow up  without mire?  can  the flag  grow  without  water?"},{"number":12,"text":"Whilst it  is  yet in his greenness,  and  not cut down,  it withereth  before any  other  herb."},{"number":13,"text":"So  are  the paths  of all that forget  God;  and the hypocrite’s  hope  shall perish:"},{"number":14,"text":"Whose hope  shall be cut off,  and whose trust  shall be  a spider’s  web."},{"number":15,"text":"He shall lean  upon his house,  but it shall not stand:  he shall hold  it fast, but it shall not endure."},{"number":16,"text":"He  is  green  before  the sun,  and his branch  shooteth forth  in his garden."},{"number":17,"text":"His roots  are wrapped about  the heap,  and  seeth  the place  of stones."},{"number":18,"text":"If he destroy  him from his place, then  it  shall deny him,  saying,  I have not seen thee."},{"number":19,"text":"Behold, this  is  the joy  of his way,  and out of the earth  shall others  grow."}]},{"size":269,"verses":[{"number":20,"text":"Behold, God  will not cast away  a perfect  man,  neither will he help  the evil doers:"},{"number":21,"text":"Till he fill  thy mouth  with laughing,  and thy lips  with rejoicing."},{"number":22,"text":"They that hate  thee shall be clothed  with shame;  and the dwelling  place of the wicked  shall come to nought."}]}],"size":1928}