{"number":109,"paragraphs":[{"size":2938,"verses":[{"text":" To the chief Musician,  A Psalm  of David."},{"text":""},{"number":1,"text":"Hold not thy peace,  O God  of my praise;"},{"text":""},{"number":2,"text":"For the mouth  of the wicked  and the mouth  of the deceitful  are opened  against me: they have spoken  against me with a lying  tongue."},{"text":""},{"number":3,"text":"They compassed  me about also with words  of hatred;  and fought  against me without a cause."},{"text":""},{"number":4,"text":"For my love  they are my adversaries: but I  give myself unto  prayer."},{"text":""},{"number":5,"text":"And they have rewarded  me evil  for good,  and hatred  for my love."},{"text":""},{"text":""},{"number":6,"text":"Set  thou a wicked man  over him: and let Satan  stand  at his right hand."},{"text":""},{"number":7,"text":"When he shall be judged,  let him be  condemned:  and let his prayer  become sin."},{"text":""},{"number":8,"text":"Let his days  be few;  and  let another  take  his office."},{"text":""},{"number":9,"text":"Let his children  be fatherless,  and his wife  a widow."},{"text":""},{"number":10,"text":"Let his children  be continually  vagabonds,  and beg:  let them seek  their bread  also out of their desolate places."},{"text":""},{"number":11,"text":"Let the extortioner  catch  all that he hath; and let the strangers  spoil  his labour."},{"text":""},{"number":12,"text":"Let there be none to extend  mercy  unto him: neither let there be any to favour  his fatherless children."},{"text":""},{"number":13,"text":"Let his posterity  be cut off;  and  in the generation  following  let their name  be blotted out."},{"text":""},{"number":14,"text":"Let the iniquity  of his fathers  be remembered  with the  LORD;  and let not the sin  of his mother  be blotted out."},{"text":""},{"number":15,"text":"Let them be before the  LORD  continually,  that he may cut off  the memory  of them from the earth."},{"text":""},{"number":16,"text":"Because that he remembered  not to shew  mercy,  but persecuted  the poor  and needy  man,  that he might even slay  the broken  in heart."},{"text":""},{"number":17,"text":"As he loved  cursing,  so let it come  unto him: as he delighted  not in blessing,  so let it be far from him."},{"text":""},{"number":18,"text":"As he clothed  himself with cursing  like as with his garment,  so let it come  into his bowels  like water,  and like oil  into his bones."},{"text":""},{"number":19,"text":"Let it be unto him as the garment  which  covereth  him, and for a girdle  wherewith he is girded  continually."},{"text":""},{"number":20,"text":"Let this  be  the reward  of mine adversaries  from the  LORD,  and of them that speak  evil  against my soul."},{"text":""},{"text":""},{"number":21,"text":"But do  thou for me, O  GOD  the Lord,  for thy name’s  sake: because thy mercy  is  good,  deliver thou me."},{"text":""},{"number":22,"text":"For I  am  poor  and needy,  and my heart  is wounded  within me."},{"text":""},{"number":23,"text":"I am gone  like the shadow  when it declineth:  I am tossed up and down  as the locust."},{"text":""},{"number":24,"text":"My knees  are weak  through fasting;  and my flesh  faileth  of fatness."},{"text":""},{"number":25,"text":"I became also a reproach unto them:  when  they looked  upon me they shaked  their heads."},{"text":""},{"number":26,"text":"Help  me, O  LORD  my God:  O save  me according to thy mercy:"},{"text":""},{"number":27,"text":"That they may know that this  is  thy hand;  that  thou,  LORD,  hast done it."},{"text":""},{"number":28,"text":"Let them curse,  but bless  thou: when they arise,  let them be ashamed;  but let thy servant  rejoice."},{"text":""},{"number":29,"text":"Let mine adversaries  be clothed  with shame,  and let them cover  themselves with their own confusion,  as with a mantle."},{"text":""},{"number":30,"text":"I will greatly  praise  the  LORD  with my mouth;  yea, I will praise  him among  the multitude."},{"text":""},{"number":31,"text":"For he shall stand  at the right hand  of the poor,  to save  him  from those that condemn  his soul."}]}],"size":2938}