{"number":145,"paragraphs":[{"size":1861,"verses":[{"text":" David’s  Psalm  of praise."},{"text":""},{"number":1,"text":"I will extol  thee, my God,  O king;  and I will bless  thy name  for ever  and ever."},{"text":""},{"number":2,"text":"Every day  will I bless  thee; and I will praise  thy name  for ever  and ever."},{"text":""},{"number":3,"text":"Great  is  the  LORD,  and greatly  to be praised;  and his greatness  is  unsearchable."},{"text":""},{"number":4,"text":"One  generation  shall praise  thy works  to another, and shall declare  thy mighty acts."},{"text":""},{"number":5,"text":"I will speak  of the glorious  honour  of thy majesty,  and of thy wondrous  works."},{"text":""},{"number":6,"text":"And  men  shall speak  of the might  of thy terrible acts:  and I will declare  thy greatness."},{"text":""},{"number":7,"text":"They shall abundantly utter  the memory  of thy great  goodness,  and shall sing  of thy righteousness."},{"text":""},{"number":8,"text":"The  LORD  is  gracious,  and full of compassion;  slow  to anger,  and of great  mercy."},{"text":""},{"number":9,"text":"The  LORD  is  good  to all: and his tender mercies  are  over all his works."},{"text":""},{"text":""},{"number":10,"text":"All thy works  shall praise  thee, O  LORD;  and thy saints  shall bless thee."},{"text":""},{"number":11,"text":"They shall speak  of the glory  of thy kingdom,  and talk  of thy power;"},{"text":""},{"number":12,"text":"To make known  to the sons  of men  his mighty acts,  and the glorious  majesty  of his kingdom."},{"text":""},{"number":13,"text":"Thy kingdom  is  an everlasting  kingdom,  and thy dominion  endureth  throughout all  generations."},{"text":""},{"number":14,"text":"The  LORD  upholdeth  all that fall,  and raiseth up all  those that be  bowed down."},{"text":""},{"number":15,"text":"The eyes  of all wait  upon thee; and thou givest  them their meat  in due season."},{"text":""},{"number":16,"text":"Thou openest  thine hand,  and satisfiest  the desire  of every living thing."},{"text":""},{"number":17,"text":"The  LORD  is  righteous  in all his ways,  and holy  in all his works."},{"text":""},{"number":18,"text":"The  LORD  is  nigh  unto all them that call  upon him, to all that call  upon him in truth."},{"text":""},{"number":19,"text":"He will fulfil  the desire  of them that fear  him: he also will hear  their cry,  and will save them."},{"text":""},{"number":20,"text":"The  LORD  preserveth  all them that love  him: but all the wicked  will he destroy."},{"text":""},{"number":21,"text":"My mouth  shall speak  the praise  of the  LORD:  and let all flesh  bless  his holy  name  for ever  and ever."}]}],"size":1861}