{"number":33,"paragraphs":[{"size":1914,"verses":[{"text":""},{"number":1,"text":"Rejoice  in the  LORD,  O ye righteous:  for  praise  is comely  for the upright."},{"text":""},{"number":2,"text":"Praise  the  LORD  with harp:  sing  unto him with the psaltery  and  an instrument of ten strings."},{"text":""},{"number":3,"text":"Sing  unto him a new  song;  play  skilfully  with a loud noise."},{"text":""},{"number":4,"text":"For the word  of the  LORD  is  right;  and all his works  are done  in truth."},{"text":""},{"number":5,"text":"He loveth  righteousness  and judgment:  the earth  is full  of the goodness  of the  LORD."},{"text":""},{"number":6,"text":"By the word  of the  LORD  were the heavens  made;  and all the host  of them by the breath  of his mouth."},{"text":""},{"number":7,"text":"He gathereth  the waters  of the sea  together as an heap:  he layeth up  the depth  in storehouses."},{"text":""},{"number":8,"text":"Let all the earth  fear  the  LORD:  let all the inhabitants  of the world  stand in awe of him."},{"text":""},{"number":9,"text":"For he spake, and it was  done;  he commanded,  and it stood fast."},{"text":""},{"number":10,"text":"The  LORD  bringeth  the counsel  of the heathen  to nought:  he maketh  the devices  of the people  of none effect."},{"text":""},{"number":11,"text":"The counsel  of the  LORD  standeth  for ever,  the thoughts  of his heart  to all  generations."},{"text":""},{"text":""},{"number":12,"text":"Blessed  is  the nation  whose God  is  the  LORD;  and  the people  whom  he hath chosen  for his own inheritance."},{"text":""},{"number":13,"text":"The  LORD  looketh  from heaven;  he beholdeth  all the sons  of men."},{"text":""},{"number":14,"text":"From the place  of his habitation  he looketh  upon all the inhabitants  of the earth."},{"text":""},{"number":15,"text":"He fashioneth  their hearts  alike;  he considereth  all their works."},{"text":""},{"number":16,"text":"There is no king  saved  by the multitude  of an host:  a mighty man  is not delivered  by much  strength."},{"text":""},{"number":17,"text":"An horse  is  a vain thing  for safety:  neither shall he deliver  any  by his great  strength."},{"text":""},{"number":18,"text":"Behold, the eye  of the  LORD  is  upon them that fear  him, upon them that hope  in his mercy;"},{"text":""},{"number":19,"text":"To deliver  their soul  from death,  and to keep them alive  in famine."},{"text":""},{"number":20,"text":"Our soul  waiteth  for the  LORD: he  is  our help  and our shield."},{"text":""},{"number":21,"text":"For our heart  shall rejoice  in him, because we have trusted  in his holy  name."},{"text":""},{"number":22,"text":"Let thy mercy,  O  LORD,  be upon us, according as we hope in thee."}]}],"size":1914}