{"number":34,"paragraphs":[{"size":2001,"verses":[{"text":" A Psalm  of David,  when he changed  his behaviour  before  Abimelech;  who drove him away,  and he departed."},{"text":""},{"number":1,"text":"I will bless  the  LORD  at all times:  his praise  shall  continually  be  in my mouth."},{"text":""},{"number":2,"text":"My soul  shall make her boast  in the  LORD:  the humble  shall hear  thereof,  and be glad."},{"text":""},{"number":3,"text":"O magnify  the  LORD  with me, and let us exalt  his name  together."},{"text":""},{"number":4,"text":"I sought  the  LORD,  and he heard  me, and delivered  me from all my fears."},{"text":""},{"number":5,"text":"They looked  unto him, and were lightened:  and their faces  were not ashamed."},{"text":""},{"number":6,"text":"This poor man  cried,  and the  LORD  heard  him,  and saved  him out of all his troubles."},{"text":""},{"number":7,"text":"The angel  of the  LORD  encampeth  round about  them that fear  him, and delivereth them."},{"text":""},{"number":8,"text":"O taste  and see  that the  LORD  is  good:  blessed  is  the man  that  trusteth in him."},{"text":""},{"number":9,"text":"O fear  the  LORD,  ye his saints: for  there is  no want  to them that fear him."},{"text":""},{"number":10,"text":"The young lions  do lack,  and suffer hunger:  but they that seek  the  LORD  shall not want  any good  thing."},{"text":""},{"text":""},{"number":11,"text":"Come,  ye children,  hearken  unto me: I will teach  you the fear  of the  LORD."},{"text":""},{"number":12,"text":"What man  is he that  desireth  life,  and  loveth  many  days,  that he may see  good?"},{"text":""},{"number":13,"text":"Keep  thy tongue  from evil,  and thy lips  from speaking  guile."},{"text":""},{"number":14,"text":"Depart  from evil,  and do  good;  seek  peace,  and pursue it."},{"text":""},{"number":15,"text":"The eyes  of the  LORD  are  upon the righteous,  and his ears  are open  unto their cry."},{"text":""},{"number":16,"text":"The face  of the  LORD  is  against them that do  evil,  to cut off  the remembrance  of them from the earth."},{"text":""},{"number":17,"text":"The righteous  cry,  and the  LORD  heareth,  and delivereth  them out of all their troubles."},{"text":""},{"number":18,"text":"The  LORD  is  nigh  unto them that are of a broken  heart;  and saveth  such as be of a contrite  spirit."},{"text":""},{"number":19,"text":"Many  are  the afflictions  of the righteous:  but the  LORD  delivereth him out of them all."},{"text":""},{"number":20,"text":"He keepeth  all his bones:  not one  of them  is broken."},{"text":""},{"number":21,"text":"Evil  shall slay  the wicked:  and they that hate  the righteous  shall be desolate."},{"text":""},{"number":22,"text":"The  LORD  redeemeth  the soul  of his servants:  and none of them that trust  in him shall be desolate."}]}],"size":2001}