{"number":39,"paragraphs":[{"size":1486,"verses":[{"text":" To the chief Musician,  even  to Jeduthun,  A Psalm  of David."},{"text":""},{"number":1,"text":"I said,  I will take heed  to my ways,  that I sin  not with my tongue:  I will keep  my mouth  with a bridle,  while the wicked is before me."},{"text":""},{"number":2,"text":"I was dumb  with silence,  I held my peace,  even  from good;  and my sorrow  was stirred."},{"text":""},{"number":3,"text":"My heart  was hot  within  me, while I was musing  the fire  burned:    then  spake  I with my tongue,"},{"text":""},{"number":4,"text":"LORD,  make me to know  mine end,  and the measure  of my days, what it  is; that  I may know  how frail I  am."},{"text":""},{"number":5,"text":"Behold, thou hast made  my days  as  an handbreadth;  and mine age  is  as nothing before thee: verily every  man  at his best state  is  altogether  vanity.  Selah."},{"text":""},{"number":6,"text":"Surely every man  walketh  in a vain shew:  surely they are disquieted  in vain:  he heapeth up  riches,  and knoweth  not who shall gather them."},{"text":""},{"text":""},{"number":7,"text":"And now, Lord,  what wait  I for? my hope  is in thee."},{"text":""},{"number":8,"text":"Deliver  me from all my transgressions:  make  me not the reproach  of the foolish."},{"text":""},{"number":9,"text":"I was dumb,  I opened  not my mouth;  because thou didst  it."},{"text":""},{"number":10,"text":"Remove  thy stroke  away  from me: I am consumed  by the blow  of thine hand."},{"text":""},{"number":11,"text":"When thou with rebukes  dost correct  man  for iniquity,  thou makest his beauty  to consume away  like a moth:  surely every man  is  vanity.  Selah."},{"text":""},{"number":12,"text":"Hear  my prayer,  O  LORD,  and give ear  unto my cry;  hold not thy peace  at my tears: for I  am  a stranger with thee,  and  a sojourner,  as all my fathers  were."},{"text":""},{"number":13,"text":"O spare  me, that I may recover strength,  before I go hence, and be no more."}]}],"size":1486}