{"number":77,"paragraphs":[{"size":1864,"verses":[{"text":" To the chief Musician,  to Jeduthun,  A Psalm  of Asaph."},{"text":""},{"number":1,"text":"I cried  unto God  with my voice,  even  unto God  with my voice;  and he gave ear unto me."},{"text":""},{"number":2,"text":"In the day  of my trouble  I sought  the Lord:  my sore  ran  in the night,  and ceased  not: my soul  refused   to be comforted."},{"text":""},{"number":3,"text":"I remembered  God,  and was troubled:  I complained,  and my spirit  was overwhelmed.  Selah."},{"text":""},{"number":4,"text":"Thou holdest  mine eyes  waking:  I am so troubled  that I cannot speak."},{"text":""},{"number":5,"text":"I have considered  the days  of old,  the years  of ancient times."},{"text":""},{"number":6,"text":"I call to remembrance  my song  in the night:  I commune  with mine own heart:  and my spirit  made diligent search."},{"text":""},{"number":7,"text":"Will the Lord  cast off  for ever?  and will  he be favourable no more?"},{"text":""},{"number":8,"text":"Is his mercy  clean gone  for ever? doth  his  promise  fail  for evermore?"},{"text":""},{"number":9,"text":"Hath God  forgotten  to be gracious?  hath he in anger  shut up  his tender mercies?  Selah."},{"text":""},{"number":10,"text":"And I said, This  is  my infirmity:  but I will remember  the years  of the right hand  of the most High."},{"text":""},{"text":""},{"number":11,"text":"I will remember  the works  of the  LORD:  surely I will remember  thy wonders  of old."},{"text":""},{"number":12,"text":"I will meditate  also of all thy work,  and talk  of thy doings."},{"text":""},{"number":13,"text":"Thy way,  O God,  is  in the sanctuary: who  is so  great  a God as  our  God?"},{"text":""},{"number":14,"text":"Thou  art  the God  that doest  wonders:  thou hast declared  thy strength  among the people."},{"text":""},{"number":15,"text":"Thou hast with  thine  arm  redeemed  thy people,  the sons  of Jacob  and Joseph.  Selah."},{"text":""},{"number":16,"text":"The waters  saw  thee, O God,  the waters  saw  thee; they were afraid:  the depths  also were troubled."},{"text":""},{"number":17,"text":"The clouds  poured out  water:  the skies  sent out  a sound:  thine arrows  also went abroad."},{"text":""},{"number":18,"text":"The voice  of thy thunder  was  in the heaven:  the lightnings  lightened  the world:  the earth  trembled  and shook."},{"text":""},{"number":19,"text":"Thy way  is  in the sea,  and thy path  in the great  waters,  and thy footsteps  are not known."},{"text":""},{"number":20,"text":"Thou leddest  thy people  like a flock  by the hand  of Moses  and Aaron."}]}],"size":1864}