{"number":79,"paragraphs":[{"size":1607,"verses":[{"text":" A Psalm  of Asaph."},{"text":""},{"number":1,"text":"O God,  the heathen  are come  into thine inheritance;  thy holy  temple  have they defiled;  they have laid  Jerusalem  on heaps."},{"text":""},{"number":2,"text":"The dead bodies  of thy servants  have they given  to be  meat  unto the fowls  of the heaven,  the flesh  of thy saints  unto the beasts  of the earth."},{"text":""},{"number":3,"text":"Their blood  have they shed  like water  round about  Jerusalem; and  there was  none to bury  them."},{"text":""},{"number":4,"text":"We are become a reproach  to our neighbours,  a scorn  and derision  to them that are round about us."},{"text":""},{"number":5,"text":"How long,  LORD?  wilt thou be angry  for ever?  shall thy jealousy  burn  like fire?"},{"text":""},{"text":""},{"number":6,"text":"Pour out  thy wrath  upon the heathen  that have not known  thee, and upon the kingdoms  that have not called  upon thy name."},{"text":""},{"number":7,"text":"For they have devoured  Jacob,  and laid waste  his dwelling place."},{"text":""},{"number":8,"text":"O remember  not against us former  iniquities:  let thy tender mercies  speedily  prevent  us: for we are brought  very  low."},{"text":""},{"number":9,"text":"Help  us, O God  of our salvation,  for  the glory  of thy name:  and deliver  us, and purge away  our sins,  for thy name’s sake."},{"text":""},{"number":10,"text":"Wherefore should the heathen  say, Where  is  their God?  let him be known  among the heathen  in our sight  by  the revenging  of the blood  of thy servants  which is  shed."},{"text":""},{"number":11,"text":"Let the sighing  of the prisoner  come  before  thee; according to the greatness  of thy power  preserve  thou those that are appointed  to die;"},{"text":""},{"number":12,"text":"And render  unto our neighbours  sevenfold  into their bosom  their reproach,  wherewith they have reproached  thee, O Lord."},{"text":""},{"number":13,"text":"So we thy people  and sheep  of thy pasture  will give thee thanks  for ever:  we will shew forth  thy praise  to all  generations."}]}],"size":1607}